{"meta":{"title":"岁言","subtitle":"不积跬步无以至千里","description":"个人学习积累之所用。","author":"xuan","url":"http://www.xuancx.com"},"pages":[{"title":"tags","date":"2018-11-05T12:41:34.000Z","updated":"2018-11-05T12:41:34.646Z","comments":true,"path":"tags/index.html","permalink":"http://www.xuancx.com/tags/index.html","excerpt":"","text":""},{"title":"categories","date":"2018-11-05T12:41:52.000Z","updated":"2018-11-05T12:41:52.520Z","comments":true,"path":"categories/index.html","permalink":"http://www.xuancx.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"所谓幸福","slug":"所谓幸福","date":"2018-11-05T12:32:58.090Z","updated":"2018-10-30T17:33:50.454Z","comments":true,"path":"2018/11/05/所谓幸福/","link":"","permalink":"http://www.xuancx.com/2018/11/05/所谓幸福/","excerpt":"","text":"一天的忙碌显得有些疲惫不堪，连续多日的上班节奏有些吃不消。纵然有着万般疲惫也要在工作的时间保持微笑，这是服务行业的基本要求，也能使自己保持身体的活力，减轻压力，何乐而不为呢？抬头看了一下单位的时钟表，滴答滴答的秒针和分针像音乐交响曲相互配合，难得清净的大厅听得到时间的滴答声亦是一种享受，因为下一刻六点就要到来了……喜悦桥上眉头。 1 下班了，耶！同事们一起欢声笑语的走出去，这意味着短暂的一天迎来了惬意的自由时间，在我眼里下班回家可以听着自己喜欢的歌曲和自己喜欢的人一起享受下班后一起油盐酱醋的碰撞的感觉，我择菜来他做饭，我很开心，饭后相互依偎在一起慵懒的躺在地毯上，相互聊聊彼此一天的小乐趣，或是一本正经的胡说八道，或是玩点纸牌，或是你追我赶的相互嬉闹，或是一起跟着音乐跳段我们也不懂的舞蹈。何谓幸福？这是属于我们心底的小幸福。 何谓幸福，亦指使人心情舒畅的境界和生活，这是一种我们上学的时候词语解释。每个人都有每个人的幸福见解，亦是兄弟之间的肝胆相照，亦是家人的团聚，亦是恋人之间的你依我浓，亦是夫妻之间的同风雨，共欢乐。我们只是一个人的片面理解，独立的人都是有他们的幸福想法。下班途经奥体中心，看到络绎不绝的人穿插在这个形状如球状的体育馆周围，好奇之余停车一看好多保安，这么大的阵仗又是踢足球吗？我问了旁边的一个小哥哥，他说王力宏演唱会，啊，真的吗？我那一瞬间有点跳起来的冲动感，我顺着人多的地方走去，看到了售票厅，很开心的和我家帅哥打了电话，一拍即合，就这样我们愉快的决定了今晚的行程，有时候这种小美好就是择日不如撞日。说实话我们都是不懂音乐的人，不会唱歌，但是我们也会去游戏厅里的简单k歌，唱着不在调的歌曲，相互彼此欣赏。我们之前有个小愿望，就是要去去看演唱会，上一次没买到票心有失望，这次我们两个满足了一个小愿望。这是一种想感受一下不同圈子里的人的快乐气氛，于是我很开心的分享在QQ空间里，不大会儿一位朋友给我评论道幸福的模样，我想我们都一样，只是表达的方式不一样而已。 2 我和我家先生定居在这个城市之前有很多故事，我心存感激这个城市，济南虽然没有北上广的繁华，没有江南烟雨中的小调，没有西北的粗狂，但是我爱这里，有着大明湖畔的美好，有着老舍笔下济南的冬天的翘首期盼，有着我们相恋到相结的初心，年轻的我们根在这里，外来的我们每天努力着，没有本地人的优越所以我们会倍加努力。这个城市给我们的压力使我们成了一种前进的动力，与其这样爱这个城市，不如说爱的是我们在这里奋斗的心。心中有很多愿望我先生说我们分成一个一个小的愿望慢慢的就会实现了，我们这样慢慢的实践着，简单而不失快乐，有一种引力牵引着我们大步朝前走，对自己的青春年华无悔。 这亦幸福！ 妞妞的世界 https://www.jianshu.com/p/1f8b996570c9","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://www.xuancx.com/tags/随笔/"}]},{"title":"生活的真相","slug":"生活的真相","date":"2018-11-05T12:32:58.088Z","updated":"2018-10-29T17:34:27.521Z","comments":true,"path":"2018/11/05/生活的真相/","link":"","permalink":"http://www.xuancx.com/2018/11/05/生活的真相/","excerpt":"","text":"对于郭靖来说，他的生活从遇见黄蓉的那一天就成了一本武侠小说，如果没有那天的相逢，郭靖也许就一辈子蹲在漠北，做了铁木真的女婿，骑马射箭，很多年以后他将出现在襄阳城外，与宋军对峙。 郭靖会不会在宋军中望见那个女人，然后突然有一种似曾相识的感觉，好像桃花岛的桃花都开了。 生活给了郭靖一个黄蓉，它的人生便从骑马打仗变成了华山论剑。 对于郭靖，生活的真相就瞬间从华筝的马奶很难喝，变成了黄蓉的奶很难喝。 对于杨过来说，如果这个世界上没有小龙女，他也许就上山养雕去了，我们不知道他会不会往中东贩雕，同时遭到朝廷的围捕，与大宋的状师斗智斗勇，我们都猜不到。 生活给了杨过一个姑姑，于是叫人生死相许。 对于杨过，生活的真相就从无人区，变成了断肠崖。 而对于大雕来说，如果没有遇见杨过，它也许将孤独的徘徊在山上，很多很多年，它腻歪了，成精了，交了一帮朋友，却被一个叫杨子荣的小伙子给捉住，不知道他在牡丹江监狱的日子里，会不会想起他的老友独孤求败。 生活给了大雕一个杨过，它的人生立刻从赵忠祥的动物世界变成了侠客英雄。 对于大雕，生活的真相就从局座，变成了雕兄。 同样的，如果许仙当年选择打一辆摩的从山那头儿绕过去，他不会遇见我们的白素贞，而那把伞将在雨停之后被无奈的还给杭州麦当劳，我们不知道他会不会有一种失落，在他搂着崔莺莺登上雷峰塔的时候，会不会有一种对于爱情的，没来由的遗憾。 生活给了许仙一条蛇，许仙上了这条蛇。 对于许仙，生活的真相就从崔莺莺夜听琴杂剧，变成了白素贞水漫金山寺。 对于白素贞，我们试想他动心的第一个男人不是许仙，那么她将在山林里继续修炼下去，与同样修炼的蝎子精坠入爱河，有一天对面镇子上结了七个葫芦，种葫芦的是个老头儿，他有一只会说话的穿山甲，后来的事儿，你们都知道了。 我不知道白素贞在死前会不会同样有一种失落，好像这一生，有些事忘了做，有些人忘了等，有些和尚忘了往死里打。 生活给了白素贞一个书生，她的人生就成了一场无妄之缘。 对于白素贞，生活的真相便从葫芦藤，变成了雷锋塔。 而那七个葫芦里蹦出的少年们，如果一辈子不去打妖怪，那么他们也许会遇见一位白衣如雪的公主，他们将快乐的生活在一起，八个人一张床，为孩子的父亲到底是谁大打出手。 也许老爷爷这时候会说都别争啦，是我的。 多么机智的老爷爷。 生活给了葫芦娃一位机智的老爷爷，他们却把他喂了妖怪。 对于葫芦兄弟们，他们生活的真相，便从8P，变成了合体。 我们或许该说： 生活的真相并非一成不变，它是变幻莫测，充满了无限可能，那些伟大的，也许原本也可以是荒诞的，那些放荡的，也许原本也可以是忠贞的。 生活给了你一个女人，给了我写故事的脑子，给了他一把枪。 生活又让许多人相遇，许多人别离。 于是我们怎么可能有同一种真相，甚至我们本身对于真相的想法，也在不断的变化，我们遇见了谁，爱上了谁，失去了谁，我们对于生活的真相，便悄然开始变化。 那些断臂的，有的成了独臂神尼，有的人就成了杨过，还有的，就成了杰克吉伦哈尔。 那些秃头的，有的成了英俊的虚竹，有的就成了耍猴的唐僧，还有的人，成了不懂爱的法海。 他们有的练剑，有的打虎，有的组成头部。 她们有的烽火戏诸侯，有的人肉叉烧包，有的就爱上了生来彷徨。 生活的本意不会是给我们一个相同的人生，让我们追同一个梦，寻同一个真相。 生活没有什么唯一的真相，生活就是你吃肉，我上床，他用卫生纸。 如果说非要下一个定论，那所谓生活的真相，一定是让你我过上不同的人生，填满这个原本百无聊赖的世界。 就像至尊宝当年爱上了紫霞，他跪在水帘洞中，说如果非要加一个期限，就哭花了所有人。 而我们彼此不同的生活，彼此所追寻的不同的真相，让我们都成为了彼此的故事，最终，他让我们在死时，由衷的感谢生活，感谢它让我们在这个百花缭乱的世界里，走完我们的一生。","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://www.xuancx.com/tags/随笔/"}]},{"title":"Hello Hexo","slug":"您好，Hexo","date":"2018-11-05T12:32:58.069Z","updated":"2018-10-29T17:08:41.090Z","comments":true,"path":"2018/11/05/您好，Hexo/","link":"","permalink":"http://www.xuancx.com/2018/11/05/您好，Hexo/","excerpt":"","text":"拜拜读读.jpg 我不是一个喜欢记录文字的人，时常去长篇大论，一般都是因为情绪波动比较大的时候。记录文字，我比较喜欢记录一个独属于自己的空间，也就是个人博客。个人博客从2012年开始，逐渐从discuz开始，用到wordpress然后是现在的Hexo。由于种种原因，文字能够保存下来的很少。反而不甚喜欢的QQ空间还依旧能够保存一些东西。重新搭建博客，想重拾往事兴趣，做一些有益于自己，有益于养成一些比较好的习惯。希望自己能够坚持下去把写东西的习惯保持下去。给自己一份加油！","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://www.xuancx.com/tags/随笔/"}]}]}